Repository: ghoss/GCMS
Catalog: system/locale/gcms.po
Languages: de_de

source: Maintenance Notice
de_de: Wartungshinweis

source: This site is currently undergoing maintenance.
de_de: Dieser Webauftritt wird zur Zeit &uuml;berarbeitet.

source: Please visit again later.
de_de: Bitte rufen Sie die Seite sp&auml;ter nochmals auf.

source: We apologize for the inconvenience caused!
de_de: Vielen Dank f&uuml;r Ihr Verst&auml;ndnis!

source: Invalid user
de_de: Ung&uuml;ltige Benutzerkennung

source: Invalid resource specified
de_de: Ung&uuml;ltige Ressource angegeben

source: Invalid resource specified for action '%s'
de_de: Ung&uuml;ltige Ressource angegeben f&uuml;r Aktion '%s'

source: Action '%s' not allowed for this object.
de_de: Aktion '%s' ist f&uuml;r dieses Objekt nicht erlaubt.

source: Action '%s' can only be applied to a single object.
de_de: Aktion '%s' kann nur auf ein einzelnes Objekt angewandt werden.

source: Action '%s' not allowed.
de_de: Aktion '%s' ist nicht erlaubt.

source: You are now logged in as user '%s'.
de_de: Sie sind nun angemeldet als Benutzer '%s'.

source: Continue
de_de: Fortfahren

source: Click here to continue with previous request
de_de: Hier klicken, um die letzte Anfrage fortzusetzen

source: Login Successful
de_de: Anmeldung erfolgreich

source: Invalid username or password.
de_de: Ung&uuml;ltiger Benutzername oder Kennwort.

source: Password Changed
de_de: Kennwort ge&auml;ndert

source: The password was updated successfully. Please log in again.
de_de: Das Kennwort wurde erfolgreich ge&auml;ndert. Bitte melden Sie sich nochmals an.

source: You entered an invalid password.
de_de: Sie haben ein ung&uuml;ltiges Kennwort eingegeben.

source: The timeout value specified is invalid.
de_de: Die eingegebene Zeitlimite ist ung&uuml;ltig.

source: Profile Settings for '%s'
de_de: Profil-Einstellungen f&uuml;r '%s'

source: Settings Updated
de_de: Einstellungen aktualisiert

source: Your profile settings were updated successfully.
de_de: Ihre Profil-Einstellungen wurden erfolgreich aktualisiert.

source: No valid user session.
de_de: Ung&uuml;ltige Benutzersitzung.

source: User Logout
de_de: Benutzer abgemeldet

source: You have been successfully logged out.
de_de: Sie haben sich erfolgreich abgemeldet.

source: Invalid content type
de_de: Ung&uuml;ltiger Inhaltstyp

source: Article content is empty
de_de: Inhalt des Eintrags ist leer

source: Article title is empty
de_de: Inhalt der Artikel&uuml;berschrift ist leer

source: Invalid post date
de_de: Ung&uuml;ltiges Ver&ouml;ffentlichungsdatum

source: Invalid post time
de_de: Ung&uuml;ltige Ver&ouml;ffentlichungszeit

source: Invalid date
de_de: Ung&uuml;ltige Datumsangabe

source: GCMS Error
de_de: GCMS-Systemfehler

source: Return to previous page
de_de: Zur vorhergehenden Seite zur&uuml;ckkehren

source: Can't open database
de_de: Die Datenbank kann nicht ge&ouml;ffnet werden

source: Invalid request
de_de: Ung&uuml;ltige Anfrage

source: No file received from client
de_de: Es wurde keine Datei empfangen

source: Exceeded filesize limit
de_de: Die maximale Dateigr&ouml;sse wurde &uuml;berschritten

source: Unknown error during transmission
de_de: Unbekannter Fehler w&auml;hrend der &Uuml;bermittlung

source: File storage on server failed
de_de: Die Datei konnte nicht auf dem Server gespeichert werden

source: No files were uploaded
de_de: Es wurden keine Dateien &uuml;bertragen

source: Unable to determine site name
de_de: Der Name des Webauftritts kann nicht bestimmt werden

source: Invalid call
de_de: Ung&uuml;ltiger Aufruf

source: Can't read template '%s'
de_de: Die Vorlage '%s' kann nicht ge&ouml;ffnet werden

source: Can't write compiled template '%s'
de_de: Die kompilierte Vorlage '%s' kann nicht gespeichert werden

source: Continue Reading
de_de: Weiterlesen

source: Unrecognized object type '%s'
de_de: Der Objekttyp '%s' wurde nicht erkannt

source: Unknown action '%s'
de_de: Unbekannte Aktion '%s'
